Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# limitPriceMissingError
source: Please enter a Limit Price
de_de: Bitte geben Sie einen Limitpreis ein
es_419: Introduce un precio límite
es_es: Introduzca un precio límite
fr_fr: Veuillez saisir un cours limite
it_it: Inserisci un prezzo limite
ja_jp: 指値価格を入力してください
ko_kr: 제한 가격을 입력하세요.
ms_my: Sila masukkan Harga Had
pt_br: Informe um preço-limite
ru_ru: Введите лимитную цену
th_th: โปรดกรอกราคาลิมิต
vi_vn: Vui lòng nhập Giá giới hạn
zh_hans: 请输入限价
zh_hant_tw: 請輸入限價

# lotsAwardDate
source: Award Date
de_de: Zuteilungstag
es_419: Fecha de compensación
es_es: Fecha de retribución
fr_fr: Date d'attribution
it_it: Data di conferimento
ja_jp: 報奨日
ko_kr: 보상일
ms_my: Tarikh Ganjaran
pt_br: Data do prêmio
ru_ru: Дата начисления вознаграждения
th_th: วันที่รับรางวัล
vi_vn: Ngày phần thưởng
zh_hans: 奖励日期
zh_hant_tw: 獎勵日期

# lotsAwardDateAcquired
source: Date Acquired
de_de: Erwerbsdatum
es_419: Fecha de adquisición
es_es: Fecha de adquisición
fr_fr: Date d'acquisition
it_it: Data di acquisizione
ja_jp: 取得日
ko_kr: 취득 날짜
ms_my: Tarikh Diperolehi
pt_br: Data da aquisição
ru_ru: Дата приобретения
th_th: วันที่ได้มา
vi_vn: Ngày đã mua
zh_hans: 收购日期
zh_hant_tw: 收購日期

# lotsAwardDateHoldingPeriodMet
source: Date Holding Period Met
de_de: Datum der Erfüllung der Haltedauer
es_419: Fecha en que se cumplió el periodo de retención
es_es: Fecha final del periodo de tenencia
fr_fr: Délai de détention expiré
it_it: Data raggiungimento periodo di detenzione
ja_jp: 保有期間満了日
ko_kr: 보유 기간 충족일
ms_my: Tarikh Tempoh Pegangan Dipenuhi
pt_br: Data do período de retenção cumprido
ru_ru: Дата снятия ограничений
th_th: วันที่ครบกำหนดถือครอง
vi_vn: Ngày đáp ứng thời gian nắm giữ
zh_hans: 持有期满足日期
zh_hant_tw: 持有期滿足日期

# lotsAwardFinalExerciseDate
source: Final Exercise Date
de_de: Letztes Ausübungsdatum
es_419: Fecha de ejercicio final
es_es: Fecha de ejercicio final
fr_fr: Date finale d'exercice
it_it: Data ultima di esercizio
ja_jp: 最終行使日
ko_kr: 최종 행사 날짜
ms_my: Tarikh Pelaksanaan Akhir
pt_br: Data final do exercício
ru_ru: Дата последнего исполнения
th_th: วันที่ใช้สิทธิครั้งสุดท้าย
vi_vn: Ngày thực hiện cuối cùng
zh_hans: 最后行使日期
zh_hant_tw: 最後行使日期

# lotsAwardID
source: Award ID
de_de: Vergabenummer
es_419: ID de compensación
es_es: ID de la retribución
fr_fr: Identifiant d'attribution
it_it: ID conferimento
ja_jp: 報奨番号
ko_kr: 보너스 ID
ms_my: ID Ganjaran
pt_br: ID do prêmio
ru_ru: ID компенсации
th_th: รหัสรางวัล
vi_vn: ID phần thưởng
zh_hans: 奖励 ID
zh_hant_tw: 獎勵 ID

# lotsSarsAwardSettlementType
source: Settlement Type
de_de: Abrechnungstyp
es_419: Tipo de liquidación
es_es: Tipo de liquidación
fr_fr: Type de règlement
it_it: Tipo di liquidazione
ja_jp: 決済タイプ
ko_kr: 정산 유형
ms_my: Jenis Penyelesaian
pt_br: Tipo de liquidação
ru_ru: Тип расчета
th_th: ประเภทการชำระเงิน
vi_vn: Loại thanh toán
zh_hans: 结算类型
zh_hant_tw: 結算類型

# lotsSarsAwardSettlementTypeMissingFootnote
source: Settlement type was not provided by the company.
de_de: Die Art der Abrechnung wurde von der Gesellschaft nicht angegeben.
es_419: La empresa no ha proporcionado el tipo de liquidación.
es_es: La empresa no ha proporcionado el tipo de liquidación.
fr_fr: Le type de règlement n'a pas été fourni par l'entreprise.
it_it: Il tipo di liquidazione non è stato fornito dalla società.
ja_jp: 決済タイプは会社から提供されていません。
ko_kr: 정산 유형은 회사에서 제공하지 않았습니다.
ms_my: Jenis penyelesaian tidak disediakan oleh syarikat.
pt_br: O tipo de liquidação não foi informado pela empresa.
ru_ru: Тип расчетов не предусмотрен компанией.
th_th: บริษัทไม่ได้ระบุประเภทการชำระเงิน
vi_vn: Công ty không cung cấp loại thanh toán.
zh_hans: 公司无提供结算类型。
zh_hant_tw: 公司無提供結算類型。

# lotsSellAndHoldDisclaimer
source: Does not include commissions or fees
de_de: Enthält keine Provisionen oder Gebühren
es_419: No incluye comisiones ni cargos
es_es: No incluye comisiones
fr_fr: Hors commissions ou frais
it_it: Non include commissioni o spese
ja_jp: 手数料や料金は含まれません
ko_kr: 수수료 또는 요금 불포함
ms_my: Tidak termasuk komisen atau yuran
pt_br: (Não inclui comissões nem taxas)
ru_ru: Без учета комиссий и сборов
th_th: ไม่รวมค่าคอมมิชชันหรือค่าธรรมเนียม
vi_vn: Không bao gồm hoa hồng hoặc phí
zh_hans: 不包括佣金或费用
zh_hant_tw: 不包括佣金或費用

# lotsSellAndHoldHeader
source: Shares to Sell & Hold
de_de: Aktien zum Verkaufen und Halten
es_419: Acciones para vender y mantener
es_es: Acciones para vender y mantener
fr_fr: Actions à vendre et détenir
it_it: Azioni da vendere e mantenere
ja_jp: 売却株式と保有
ko_kr: 매도 및 보유할 주식
ms_my: Saham untuk Dijual & Dipegang
pt_br: Ações para vender e reter
ru_ru: Акции на продажу и удержание
th_th: หุ้นที่จะขายและถือครอง
vi_vn: Cổ phiếu để bán & giữ
zh_hans: 卖出和持有的股份
zh_hant_tw: 賣出和持有的股份

# lotsSellBasedOnLimitDisclaimer
source: Estimated amount based on limit price (does not include commissions or fees)
de_de: Geschätzter Betrag basierend auf dem Limitpreis (ohne Provisionen oder Gebühren)
es_419: Importe estimado basado en el precio límite (no incluye comisiones ni cargos)
es_es: Importe estimado basado en el precio límite (no incluye comisiones)
fr_fr: Montant estimé en fonction du cours limite (hors commissions ou frais)
it_it: Importo stimato in base al prezzo limite (non include commissioni o spese)
ja_jp: 指値価格に基づく推定推定金額（手数料、料金は含まない）
ko_kr: 지정가 기준 추정 금액(수수료 또는 요금 불포함)
ms_my: Anggaran jumlah berdasarkan harga had (tidak termasuk komisen atau yuran)
pt_br: Montante estimado com base no preço-limite (não inclui comissões nem taxas)
ru_ru: Предполагаемая сумма на основе лимитной цены (без учета комиссий или сборов)
th_th: จำนวนโดยประมาณตามราคาลิมิต (ไม่รวมค่าคอมมิชชันหรือค่าธรรมเนียม)
vi_vn: Số tiền ước tính dựa trên giá giới hạn (không bao gồm hoa hồng hoặc phí)
zh_hans: 基于限价的预估金额（不包括佣金或费用）
zh_hant_tw: 基於限價的預估金額（不包括佣金或費用）

# lotsSellBasedOnQuoteDisclaimer
source: Estimated amount based on current quote (does not include commissions or fees)
de_de: Geschätzter Betrag basierend auf dem aktuellen Angebot (ohne Provisionen oder Gebühren)
es_419: Importe estimado basado en la cotización actual (no incluye comisiones ni cargos)
es_es: Importe estimado basado en la cotización actual (no incluye comisiones)
fr_fr: Montant estimé en fonction de la cotation actuelle (hors commissions ou frais)
it_it: Importo stimato in base alla quotazione corrente (non include commissioni o spese)
ja_jp: 現在の見積もりに基づく推定金額（手数料、料金は含まない）
ko_kr: 현재 시세 기준 추정 금액(수수료 또는 요금 불포함)
ms_my: Anggaran jumlah berdasarkan sebut harga semasa (tidak termasuk komisen atau yuran)
pt_br: Montante estimado com base na cotação atual (não inclui comissões nem taxas)
ru_ru: Предполагаемая сумма на основе текущей котировки (без учета комиссий или сборов)
th_th: จำนวนโดยประมาณตามราคาเสนอปัจจุบัน (ไม่รวมค่าคอมมิชชันหรือค่าธรรมเนียม)
vi_vn: Số tiền ước tính dựa trên báo giá hiện tại (không bao gồm hoa hồng hoặc phí)
zh_hans: 基于最新报价的预估金额（不包括佣金或费用）
zh_hant_tw: 基於最新報價的預估金額（不包括佣金或費用）

# lotsSellHoldAwardTaxRate
source: Tax Rate:
de_de: Steuersatz:
es_419: Tipo impositivo:
es_es: Tipo impositivo:
fr_fr: Taux d'imposition :
it_it: Tassazione:
ja_jp: 税率：
ko_kr: 세율:
ms_my: Kadar Cukai:
pt_br: Alíquota
ru_ru: Налоговая ставка:
th_th: อัตราภาษี:
vi_vn: Thuế suất:
zh_hans: 税率：
zh_hant_tw: 稅率：

source: Manage ESPP Election
de_de: ESPP-Auswahlentscheidungen verwalten
es_419: Gestionar elección del ESPP
es_es: Gestionar elección del ESPP
fr_fr: Gérer les options ESPP
it_it: Gestisci la scelta dell'ESPP
ja_jp: ESPP選択を管理する
ko_kr: ESPP 선택 관리
ms_my: Mengurus Pemilihan ESPP
pt_br: Gerenciar opções do ESPP
ru_ru: Управление выбором ESPP
th_th: จัดการการเลือก ESPP
vi_vn: Quản lý bầu chọn ESPP
zh_hans: 管理员工股票购买计划选择
zh_hant_tw: 管理員工股票購買計劃選擇

source: Manage trading plans
de_de: Handelspläne verwalten
es_419: Gestionar planes de negociación
es_es: Gestionar planes de negociación
fr_fr: Gérer les plans de trading
it_it: Gestisci i piani di trading
ja_jp: 売買プランを管理する
ko_kr: 거래 계획 관리
ms_my: Mengurus pelan perdagangan
pt_br: Gerenciar planos de negociação
ru_ru: Управление программами торговли
th_th: จัดการแผนการเทรด
vi_vn: Quản lý kế hoạch giao dịch
zh_hans: 管理交易计划
zh_hant_tw: 管理交易計劃

source: Market
de_de: Bestens
es_419: Precio corriente
es_es: Mercado
fr_fr: Au prix du marché
it_it: Mercato
ja_jp: 成行
ko_kr: 시장
ms_my: Pasaran
pt_br: Mercado
ru_ru: Рынок
th_th: ตลาด
vi_vn: Thị trường
zh_hans: 市价
zh_hant_tw: 市價

source: Max Achievable Shares
de_de: Maximal erreichbare Anteile
es_419: Cantidad máxima de acciones alcanzables
es_es: Máximo de acciones alcanzables
fr_fr: Nombre maximal d’actions pouvant être acquises
it_it: Massimo di azioni ottenibili
ja_jp: 達成可能な最大株式数
ko_kr: 최대 달성 가능 주식
ms_my: Saham Maksimum yang Boleh Dicapai
pt_br: Máximo de ações possível
ru_ru: Максимально возможное количество акций
th_th: จำนวนหุ้นที่สามารถทำได้สูงสุด
vi_vn: Số cổ phiếu có thể đạt được tối đa
zh_hans: 最大可达成股数
zh_hant_tw: 最大可達成股數

# maxAchievableSharesTooltip
source: Max Achievable Shares is the total amount of shares you could recieve across the life of this award, if you achieve the maximum allowable performance target.
de_de: Die maximal erreichbaren Aktien ist die Gesamtanzahl der Aktien, die du während der Laufzeit dieser Prämie erhalten kannst, wenn du das maximal zulässige Leistungsziel erreichst.
es_419: Las acciones máximas alcanzables son la cantidad total de acciones que podrías recibir a lo largo de la vida de esta retribución si alcanzas el objetivo de rendimiento máximo permitido.
es_es: El máximo de acciones alcanzables es la cantidad total de acciones que podrías recibir a lo largo de la vida de esta retribución si alcanzas el objetivo de rendimiento máximo permitido.
fr_fr: Le nombre maximal d’actions pouvant être acquises correspond au nombre total d’actions que vous pouvez recevoir pendant la durée de cette action si vous atteignez l’objectif de performances maximal autorisé.
it_it: Il massimo di azioni ottenibili è la quantità totale di azioni che puoi ricevere nel corso di questo conferimento se raggiungi l'obiettivo di performance massimo consentito.
ja_jp: 達成可能な最大株式数は、最大許容業績目標を達成した場合に、この報酬期間中に受領可能な株式の総数です。
ko_kr: 최대 달성 가능 주식은 보상의 전체 기간 동안 허용된 최대 성과 목표를 달성할 경우 받을 수 있는 총 주식 수를 의미합니다.
ms_my: Saham Maksimum yang Boleh Dicapai ialah jumlah saham yang boleh anda terima sepanjang hayat ganjaran ini, jika anda mencapai sasaran prestasi maksimum yang dibenarkan.
pt_br: O máximo de ações possível é a quantidade total de ações que você pode receber ao longo da vida do prêmio se atingir a meta de desempenho máxima permitida.
ru_ru: Максимально возможное количество акций — это наибольшее число акций, которое вы можете получить в рамках данной компенсации, если достигнете максимального целевого показателя.
th_th: จำนวนหุ้นที่สามารถทำได้สูงสุดคือจำนวนหุ้นทั้งหมดที่คุณจะได้รับตลอดระยะเวลาของรางวัลนี้หากคุณบรรลุเป้าหมายผลการดำเนินงานสูงสุดที่อนุญาต
vi_vn: Số cổ phiếu có thể đạt được tối đa là tổng số cổ phiếu bạn có thể nhận được trong suốt thời gian phần thưởng này có hiệu lực nếu bạn đạt được mục tiêu hiệu suất tối đa cho phép.
zh_hans: 最大可达成股份是指如果您达成允许的最大绩效目标，在此奖励有效期限内可获得的股份总数。
zh_hant_tw: 最大可達成股份是指如果您達成允許的最大績效目標，在此獎勵有效期限內可獲得的股份總數。

# maxPayoutPercent
source: Max Payout %
de_de: Maximale Auszahlung %
es_419: Pago máximo%
es_es: % de pago máximo
fr_fr: % de paiement maximal
it_it: % di rendimento massimo
ja_jp: 最大支払い率 %
ko_kr: 최대 지급 %
ms_my: % Pembayaran Maksimum
pt_br: % de pagamento máximo
ru_ru: Максимальная выплата (%)
th_th: อัตราการจ่ายสูงสุด %
vi_vn: % thanh toán tối đa
zh_hans: 配息上限 %
zh_hant_tw: 配息上限 %

# missingExerciseTypeError
source: Please select an Exercise Type
de_de: Bitte wähle einen Übungstyp aus
es_419: Selecciona un tipo de ejercicio
es_es: Seleccione un tipo de ejercicio
fr_fr: Veuillez sélectionner un type d'exercice
it_it: Seleziona un tipo di riscatto
ja_jp: 行使の種類を選択してください
ko_kr: 행사 유형을 선택하세요.
ms_my: Sila pilih Jenis Pelaksanaan
pt_br: Selecione um tipo de execução
ru_ru: Выберите тип исполнения
th_th: โปรดเลือกประเภทการใช้สิทธิ
vi_vn: Vui lòng chọn một Loại thực hiện
zh_hans: 请选择行使类型
zh_hant_tw: 請選擇行使類型

# missingStrategyError
source: Please select a Strategy
de_de: Bitte wählen Sie eine Strategie aus
es_419: Selecciona una estrategia
es_es: Seleccione una estrategia
fr_fr: Veuillez sélectionner une stratégie
it_it: Seleziona una strategia
ja_jp: 戦略を選択してください
ko_kr: 전략을 선택하세요.
ms_my: Sila pilih Strategi
pt_br: Selecione uma estratégia
ru_ru: Выберите стратегию
th_th: โปรดเลือกกลยุทธ์
vi_vn: Vui lòng chọn một Chiến lược
zh_hans: 请选择一个策略
zh_hant_tw: 請選擇一個策略

# missingSymbolError
source: Please select a Symbol
de_de: Bitte wählen Sie ein Symbol aus
es_419: Selecciona un símbolo
es_es: Seleccione un símbolo
fr_fr: Veuillez sélectionner un symbole
it_it: Seleziona una valuta
ja_jp: シンボルを選択してください
ko_kr: 심볼을 선택하세요.
ms_my: Sila pilih Simbol
pt_br: Selecione um símbolo
ru_ru: Выберите тикер
th_th: โปรดเลือกสัญลักษณ์
vi_vn: Vui lòng chọn một Mã
zh_hans: 请选择一个代号
zh_hant_tw: 請選擇一個代號

source: New Order
de_de: Neuer Auftrag
es_419: Nueva orden
es_es: Nueva orden
fr_fr: Nouvel ordre
it_it: Nuovo ordine
ja_jp: 新規注文
ko_kr: 신규 주문
ms_my: Pesanan Baharu
pt_br: Nova ordem
ru_ru: Новый ордер
th_th: คำสั่งซื้อขายใหม่
vi_vn: Lệnh mới
zh_hans: 新订单
zh_hant_tw: 新訂單

source: Next Purchase Date %@
de_de: Nächster Kauftermin %1$@
es_419: Próxima fecha de compra %1$@
es_es: Próxima fecha de compra %1$@
fr_fr: Prochaine date d'achat : %1$@
it_it: Prossima data di acquisto %1$@
ja_jp: 次回購入日 %1$@
ko_kr: 다음 매수일 %1$@
ms_my: Tarikh Pembelian Seterusnya %1$@
pt_br: Data da próxima compra %1$@
ru_ru: Дата следующей покупки %1$@
th_th: วันที่ซื้อครั้งถัดไป %1$@
vi_vn: Ngày mua tiếp theo %1$@
zh_hans: 下次购买日期 %1$@
zh_hant_tw: 下次購買日期 %1$@

source: No Data
de_de: Keine Daten
es_419: Sin datos
es_es: Sin datos
fr_fr: Aucune donnée
it_it: Nessun dato
ja_jp: データなし
ko_kr: 데이터 없음
ms_my: Tiada Data
pt_br: Sem dados
ru_ru: Нет данных
th_th: ไม่มีข้อมูล
vi_vn: Không có dữ liệu
zh_hans: 无资料
zh_hant_tw: 無資料

source: Non-Qualified Stock Options
de_de: Nicht steuerbegünstigte Aktienoptionen
es_419: Opciones de acciones no calificadas
es_es: Opciones de acciones no calificadas
fr_fr: Options sur titres non admissibles
it_it: Stock option non soggette a trattamento fiscale privilegiato
ja_jp: 非適格株式オプション
ko_kr: 비적격 주식 옵션
ms_my: Pilihan Saham Tidak Layak
pt_br: Opções de ações não qualificadas
ru_ru: Неквалифицированные акционерные опционы
th_th: ออปชันหุ้นแบบ Non-Qualified
vi_vn: Quyền chọn cổ phiếu không đủ điều kiện
zh_hans: 非合格股票期权（NQSO）
zh_hant_tw: 非合格股票期權（NQSO）

# notNoMayAccessibilityLabel
source: INVESTMENT AND INSURANCE PRODUCTS: NOT A DEPOSIT, NOT FDIC INSURED, NOT INSURED BY ANY FEDERAL GOVERNMENT AGENCY, NO BANK GUARANTEE, MAY LOSE VALUE
de_de: ANLAGE- UND VERSICHERUNGSPRODUKTE: KEINE EINLAGE, NICHT FDIC-VERSICHERT, NICHT VON EINER BUNDESBEHÖRDE VERSICHERT, KEINE BANKGARANTIE, KANN AN WERT VERLIEREN
es_419: PRODUCTOS DE INVERSIÓN Y SEGURO: NO SON UN DEPÓSITO, NO ASEGURADOS POR LA FDIC, NO ASEGURADOS POR NINGUNA AGENCIA DEL GOBIERNO FEDERAL, SIN GARANTÍA BANCARIA, PUEDEN PERDER VALOR
es_es: PRODUCTOS DE INVERSIÓN Y SEGURO: NO SON UN DEPÓSITO, NO ASEGURADOS POR LA FDIC, NO ASEGURADOS POR NINGUNA AGENCIA DEL GOBIERNO FEDERAL, SIN GARANTÍA BANCARIA, PUEDEN PERDER VALOR
fr_fr: PRODUITS D’INVESTISSEMENT ET D’ASSURANCE : PAS UN DÉPÔT, PAS ASSURÉ PAR LA FDIC, PAS ASSURÉ PAR UNE AGENCE GOUVERNEMENTALE FÉDÉRALE, PAS DE GARANTIE BANCAIRE, PEUT PERDRE DE LA VALEUR
it_it: PRODOTTI DI INVESTIMENTO E ASSICURATIVI: NON È UN DEPOSITO, NON È ASSICURATO DALLA FDIC, NON È ASSICURATO DA NESSUNA AGENZIA DEL GOVERNO FEDERALE, NESSUNA GARANZIA BANCARIA, PUÒ PERDERE VALORE
ja_jp: 投資および保険商品：預金ではありません。FDICによる保険の対象ではありません。連邦政府機関による保険の対象ではありません。銀行保証はありません。価値が下がる場合があります
ko_kr: 투자 및 보험 상품: 예금이 아님, FDIC 보험 미가입, 연방 정부 기관의 보험 미가입, 은행 보증 없음, 가치 손실 가능성 존재
ms_my: PRODUK PELABURAN DAN INSURANS: BUKAN DEPOSIT, TIDAK DIINSURANSKAN FDIC, TIDAK DIINSURANSKAN OLEH MANA-MANA AGENSI KERAJAAN PERSEKUTUAN, TIADA JAMINAN BANK, BOLEH KEHILANGAN NILAI
pt_br: PRODUTOS DE INVESTIMENTO E SEGURO: NÃO É DEPÓSITO, NÃO É SEGURADO PELO FDIC, NÃO É SEGURADO POR NENHUMA AGÊNCIA DO GOVERNO FEDERAL, NÃO TEM GARANTIA BANCÁRIA, PODE PERDER VALOR
ru_ru: ИНВЕСТИЦИОННЫЕ И СТРАХОВЫЕ ПРОДУКТЫ: НЕ ЯВЛЯЮТСЯ ВКЛАДОМ, НЕ ЗАСТРАХОВАНЫ FDIC, НЕ ЗАСТРАХОВАНЫ НИ ОДНИМ ГОСУДАРСТВЕННЫМ АГЕНТСТВОМ США, НЕ ГАРАНТИРУЮТСЯ БАНКОМ, И МОГУТ ПОТЕРЯТЬ В СТОИМОСТИ
th_th: ผลิตภัณฑ์การลงทุนและการประกันภัย: ไม่ใช่การฝากเงิน ไม่ได้รับการประกันจาก FDIC ไม่ได้รับการประกันจากหน่วยงานรัฐบาลกลางใดๆ ไม่มีการค้ำประกันจากธนาคาร และอาจสูญเสียมูลค่าได้
vi_vn: SẢN PHẨM ĐẦU TƯ VÀ BẢO HIỂM: KHÔNG PHẢI LÀ TIỀN GỬI, KHÔNG ĐƯỢC FDIC BẢO HIỂM, KHÔNG ĐƯỢC BẤT KỲ CƠ QUAN CHÍNH PHỦ LIÊN BANG NÀO BẢO HIỂM, KHÔNG CÓ BẢO LÃNH NGÂN HÀNG, CÓ THỂ MẤT GIÁ TRỊ
zh_hans: 投资和保险产品：非存款 • 不受 FDIC 承保 • 不受任何联邦政府机构承保 • 无银行担保 • 价值可能减损
zh_hant_tw: 投資和保險產品：非存款 • 不受 FDIC 承保 • 不受任何聯邦政府機構承保 • 無銀行擔保 • 價值可能減損

# notNoMayText
source: INVESTMENT AND INSURANCE PRODUCTS: NOT A DEPOSIT • NOT FDIC INSURED • NOT INSURED BY ANY FEDERAL GOVERNMENT AGENCY • NO BANK GUARANTEE • MAY LOSE VALUE
de_de: ANLAGE- UND VERSICHERUNGSPRODUKTE: KEINE EINLAGE • NICHT FDIC-VERSICHERT • NICHT VON EINER BUNDESBEHÖRDE VERSICHERT • KEINE BANKGARANTIE • KANN AN WERT VERLIEREN
es_419: PRODUCTOS DE INVERSIÓN Y SEGURO: NO SON UN DEPÓSITO • NO ASEGURADOS POR LA FDIC • NO ASEGURADOS POR NINGUNA AGENCIA DEL GOBIERNO FEDERAL • SIN GARANTÍA BANCARIA • PUEDEN PERDER VALOR
es_es: PRODUCTOS DE INVERSIÓN Y SEGURO: NO SON UN DEPÓSITO • NO ASEGURADOS POR LA FDIC • NO ASEGURADOS POR NINGUNA AGENCIA DEL GOBIERNO FEDERAL • SIN GARANTÍA BANCARIA • PUEDEN PERDER VALOR
fr_fr: PRODUITS D'INVESTISSEMENT ET D'ASSURANCE : NE CONSTITUENT PAS UN DÉPÔT • NON ASSURÉS PAR LA FDIC • NON ASSURÉS PAR UNE AGENCE GOUVERNEMENTALE FÉDÉRALE • AUCUNE GARANTIE BANCAIRE • PEUVENT PERDRE DE LA VALEUR
it_it: PRODOTTI DI INVESTIMENTO E ASSICURATIVI: NON È UN DEPOSITO • NON È ASSICURATO DALLA FDIC • NON È ASSICURATO DA NESSUNA AGENZIA DEL GOVERNO FEDERALE • NESSUNA GARANZIA BANCARIA • PUÒ PERDERE VALORE
ja_jp: 投資および保険商品：預金ではありません • FDICによる保険の対象ではありません • 連邦政府機関による保険の対象ではありません • 銀行保証はありません • 価値が下がる場合があります
ko_kr: 투자 및 보험 상품: 예금이 아님 • FDIC 보험 미가입 • 연방 정부 기관의 보험 미가입 • 은행 보증 없음 • 가치 손실 가능성 존재
ms_my: PRODUK PELABURAN DAN INSURANS: BUKAN DEPOSIT • TIDAK DIINSURANSKAN FDIC • TIDAK DIINSURANSKAN OLEH MANA-MANA AGENSI KERAJAAN PERSEKUTUAN • TIADA JAMINAN BANK • BOLEH KEHILANGAN NILAI
pt_br: PRODUTOS DE INVESTIMENTO E SEGURO: NÃO É DEPÓSITO • NÃO É SEGURADO PELO FDIC • NÃO É SEGURADO POR NENHUMA AGÊNCIA DO GOVERNO FEDERAL • NÃO TEM GARANTIA BANCÁRIA • PODE PERDER VALOR
ru_ru: ИНВЕСТИЦИОННЫЕ И СТРАХОВЫЕ ПРОДУКТЫ: НЕ ЯВЛЯЮТСЯ ВКЛАДОМ • НЕ ЗАСТРАХОВАНЫ FDIC • НЕ ЗАСТРАХОВАНЫ НИ ОДНИМ ГОСУДАРСТВЕННЫМ АГЕНТСТВОМ США • НЕ ГАРАНТИРУЮТСЯ БАНКОМ • МОГУТ ПОТЕРЯТЬ В СТОИМОСТИ
th_th: ผลิตภัณฑ์การลงทุนและการประกันภัย: ไม่ใช่การฝากเงิน • ไม่ได้รับการประกันจาก FDIC • ไม่ได้รับการประกันจากหน่วยงานรัฐบาลกลางใดๆ • ไม่มีการค้ำประกันจากธนาคาร • อาจสูญเสียมูลค่าได้
vi_vn: SẢN PHẨM ĐẦU TƯ VÀ BẢO HIỂM: KHÔNG PHẢI LÀ TIỀN GỬI • KHÔNG ĐƯỢC BẢO HIỂM BỞI FDIC • KHÔNG ĐƯỢC BẢO HIỂM BỞI BẤT KỲ CƠ QUAN CHÍNH PHỦ LIÊN BANG NÀO • KHÔNG CÓ BẢO LÃNH NGÂN HÀNG • CÓ THỂ MẤT GIÁ TRỊ
zh_hans: 投资和保险产品：非存款 • 不受 FDIC 承保 • 不受任何联邦政府机构承保 • 无银行担保 • 价值可能减损
zh_hant_tw: 投資和保險產品：非存款 • 不受 FDIC 承保 • 不受任何聯邦政府機構承保 • 無銀行擔保 • 價值可能減損

source: Option Exercise
de_de: Optionsausübung
es_419: Ejercicio de opciones
es_es: Ejercicio de opciones
fr_fr: Exercice d’option
it_it: Esercizio dell'opzione
ja_jp: オプション権利行使
ko_kr: 옵션 행사
ms_my: Jalankan Opsyen
pt_br: Exercício de opção
ru_ru: Исполнение опциона
th_th: การใช้สิทธิ์ออปชัน
vi_vn: Thực hiện quyền chọn
zh_hans: 期权行使
zh_hant_tw: 期權行使

# orderDetailsAwardDate
source: Award Date
de_de: Zuteilungstag
es_419: Fecha de compensación
es_es: Fecha de retribución
fr_fr: Date d'attribution
it_it: Data di conferimento
ja_jp: 報奨日
ko_kr: 보상일
ms_my: Tarikh Ganjaran
pt_br: Data do prêmio
ru_ru: Дата начисления вознаграждения
th_th: วันที่รับรางวัล
vi_vn: Ngày phần thưởng
zh_hans: 奖励日期
zh_hant_tw: 獎勵日期

# orderDetailsAwardID
source: Award ID
de_de: Vergabenummer
es_419: ID de compensación
es_es: ID de la retribución
fr_fr: Identifiant d'attribution
it_it: ID conferimento
ja_jp: 報奨番号
ko_kr: 보너스 ID
ms_my: ID Ganjaran
pt_br: ID do prêmio
ru_ru: ID компенсации
th_th: รหัสรางวัล
vi_vn: ID phần thưởng
zh_hans: 奖励 ID
zh_hant_tw: 獎勵 ID

# orderDetailsBackButton
source: Details
de_de: Einzelheiten
es_419: Detalles
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부사항
ms_my: Butiran
pt_br: Detalhes
ru_ru: Сведения
th_th: รายละเอียด
vi_vn: Chi tiết
zh_hans: 详情
zh_hant_tw: 詳情

# orderDetailsCancelButton
source: Cancel Order
de_de: Auftrag stornieren
es_419: Cancelar la orden
es_es: Cancelar orden
fr_fr: Annuler l'ordre
it_it: Annulla ordine
ja_jp: 注文を取消す
ko_kr: 주문 취소
ms_my: Batalkan Pesanan
pt_br: Cancelar ordem
ru_ru: Отменить ордер
th_th: ยกเลิกคำสั่งซื้อขาย
vi_vn: Hủy đơn hàng
zh_hans: 取消订单
zh_hant_tw: 取消訂單

# orderDetailsCancelRequestMessage
source: We are in the process of canceling your order. Note: Before taking any further action based on this cancellation request, please check the status of this order to confirm that the order has been canceled.
de_de: Wir sind gerade dabei, deine Bestellung zu stornieren. Hinweis: Bevor Sie aufgrund dieser Stornierungsanfrage weitere Maßnahmen ergreifen, überprüfen Sie bitte den Status dieser Bestellung, um zu bestätigen, dass die Bestellung storniert wurde.
es_419: Estamos cancelando tu orden. Nota: Antes de tomar otra medida basada en esta solicitud de cancelación, comprueba el estado de la orden para confirmar que se ha cancelado.
es_es: Estamos cancelando su orden. Nota: Antes de tomar ninguna otra medida basada en esta solicitud de cancelación, compruebe el estado de la orden para confirmar que se ha cancelado.
fr_fr: Nous procédons à l'annulation de votre ordre. Remarque : Avant de prendre toute mesure sur la base de cette demande d'annulation, veuillez consulter le statut de l'ordre pour vérifier son annulation.
it_it: Stiamo annullando il tuo ordine. Nota: prima di intraprendere ulteriori azioni sulla base di questa richiesta di annullamento, controlla lo stato di questo ordine per verificare che sia stato annullato.
ja_jp: 現在、ご注文の取消し手続き中です。 注：この取消しリクエストに基づいてさらにアクションを実行する前に、この注文のステータスを確認し、注文がキャンセルされていることを確認してください。
ko_kr: 주문 취소를 진행 중입니다. 주의: 해당 취소 요청에 따라 추가 조치를 취하기 전에 주문 상태를 확인하여 주문이 취소되었는지 확인하세요.
ms_my: Kami sedang dalam proses membatalkan pesanan anda. Nota: Sebelum mengambil tindakan selanjutnya berdasarkan permintaan pembatalan ini, sila semak status pesanan ini untuk mengesahkan pesanan telah dibatalkan.
pt_br: Estamos no processo de cancelamento do da ordem. Atenção: antes de tomar qualquer outra ação com base na solicitação de cancelamento, veja o status deste ordem para confirmar que a ordem foi cancelada.
ru_ru: Мы приступили к отмене вашего ордера. Примечание: Перед любыми дальнейшими действиями проверьте статус ордера, чтобы убедиться, что он действительно отменен.
th_th: เรากำลังอยู่ในขั้นตอนการยกเลิกคำสั่งซื้อขายของคุณ หมายเหตุ: ก่อนดำเนินการใดๆ เพิ่มเติมตามคำขอการยกเลิกนี้ โปรดตรวจสอบสถานะของคำสั่งซื้อขายนี้เพื่อยืนยันว่าคำสั่งซื้อขายถูกยกเลิกแล้ว
vi_vn: Chúng tôi đang trong quá trình huỷ lệnh của bạn. Lưu ý: Trước khi thực hiện bất kỳ hành động nào khác dựa trên yêu cầu huỷ này, vui lòng kiểm tra trạng thái của lệnh này để xác nhận rằng lệnh đã bị hủy.
zh_hans: 我们正在取消您的订单。 请注意：在根据此取消请求采取任何进一步操作之前，请检查此订单的状态，以确认订单已取消。
zh_hant_tw: 我們正在取消您的訂單。 請注意：在根據此取消請求採取任何進一步操作之前，請檢查此訂單的狀態，以確認訂單已取消。
